Repository: Magentron/openmediavault-greyhole
Catalog: usr/share/openmediavault/locale/*/openmediavault-greyhole.po
Languages: da_da, de_de, es, gl, it_it, ja_jp, pl_pl

source: Select Number of Copies ...
da_da: Vælg antal af kopier ...
de_de: Wählen Sie die Anzahl der Kopien ...
es: Seleccionar nº de copias ...
gl: Seleccione o nº de copias ...
it_it: Seleziona Numero di Copie ...
ja_jp: コピーする数を選択 ...
pl_pl: Wybierz liczbę kopii...

source: Select a path ...
da_da: Vælg en sti ...
de_de: Wählen Sie einen Pfad ...
es: Seleccionar una ruta ...
gl: Seleccione unha ruta ...
it_it: Seleziona un percorso ...
ja_jp: パスを選択 ...
pl_pl: Wybierz ścieżkę ...

source: Select a pool disk ...
da_da: Vælg en Pool Disk ...
de_de: Wählen sie ein Pool-Laufwerk ...
es: Seleccionar un pool de discos ...
gl: Seleccione unha agrupación de discos ...
it_it: Seleziona un disk aggregato ...
ja_jp: プールディスクを選択 ...
pl_pl: Wybierz pulę dysku ...

source: Select a volume ...
da_da: Vælg et drev ...
de_de: Wählen sie ein Laufwerk ...
es: Seleccionar un volumen ...
gl: Seleccione un volume ...
it_it: Seleziona un volume ...
ja_jp: ボリュームを選択 ...
pl_pl: Wybierz dysk

source: Select an SMB Share ...
da_da: Vælg en SMB Mappe ...
de_de: Wählen sie eine SMB-Freigabe ...
es: Seleccionar un compartido SMB ...
gl: Seleccione unha compartición por SMB ...
it_it: Seleziona una Condivisione SMB ...
ja_jp: Samba共有を選択 ...
pl_pl: Wybierz zasób SMB...

source: Send an email when fsck completes, to report on what was checked, and any error that was found.
da_da: Send en email, når fsck er færdig, for at rapportere hvad der er blevet kontrolleret, og om der er fundet nogle fejl.
de_de: Sende einen fsck-Bericht per E-Mail, um zu berichten, was geprüft wurde und welche Fehler gefunden wurden.
es: Enviar un e-mail cuando fsck termine, para informar de lo que ha sido revisado y los errores encontrados.
gl: Envía un correo cando remate a comprobación (fsck) cos erros atopados e os ficheiros revisados.
it_it: Invia una email al termine di fsck, per riportare su quanto è stato controllato, e ogni errore che è stato trovato.
ja_jp: fsckが完了した際に何をチェックしたか、チェック時に発見されたすべてのエラーを電子メールで送信します。
pl_pl: Wyślij email po zakończeniu fsck z informacją co było sprawdzane i czy znaleziono jakieś błędy.

source: Settings
da_da: Indstillinger
de_de: Einstellungen
es: Opciones
gl: Axustes
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia

source: Space
da_da: Plads
de_de: Speicher
es: Espacio
gl: Espazo
it_it: Spazio
ja_jp: スペース
pl_pl: Przestrzeń

source: Speed up fsck by skipping the scan of the metadata store directories. Scanning the metadata stores is only required to re-create symbolic links that might be missing from your shared directories.
da_da: Fremskynd fsck ved at springe scanning af metadata opbevarings biblioteker over. Scanning af metadata opbevaring er kun nødvendig for at genskabe symbolske links, der kan være manglende fra dine delte biblioteker.
de_de: Beschleunige fsck, indem die Metadatenverzeichnisse übersprungen werden. Das Prüfen der Metadatenverzeichnisse ist nur notwendig, um symbolische Links, die in den Freigaben fehlen, neuzuerstellen.
es: Acelere el fsck, saltandose la revision de los metadatos almacenados. La revisión de los metadatos solo se requiere para recrear los enlaces simbolicos que puedan estar rotos en los directorios compartidos.
gl: Acelera fsck omitindo a comprobación dos metadatos almacenados nos directorios. Comprobar os directorios só é necesario cando se quere volver crear as ligazóns simbólicas que poidan faltar nos directorios compartidos.
it_it: Velocizza fsck saltando la scansione delle cartelle metadati. La scansione degli archivi dei metadati è necessaria solo per ricreare i collegamenti simbolici che potrebbero mancare dalle vostre cartelle condivise.
ja_jp: メタデータストアディレクトリのスキャンをスキップして、fsckをスピードアップします。メタデータのスキャンは共有ディレクトリから欠落している可能性がある、シンボリックリンクの再生成するために必要です。
pl_pl: Przyspiesz wykonywanie fsck przez pominięcie skanowania katalogów z metadanymi. Skanowanie metadanych jest wymagane tylko do odtworzenia dowiązań symbolicznych brakujących w udostępnionych folderach.

source: Sticky files
da_da: Opslags filer
de_de: Zusammenhängende Dateien
es: Archivos imborrables - Sticky
gl: Ficheiros persistentes
it_it: File bloccati
ja_jp: スティッキーファイル
pl_pl: Przyklejone pliki

source: Sticky files are files that will always 'live' together in the storage pool. This will allow you to read (and read-only!) those files by using the storage pool drives themselves, instead of using the mounted shares.
da_da: Opslags filer er filer, der altid vil 'leve' sammen i depotoplagringen. Dette vil tillade dig at læse (og kun læse!) disse filer kun ved hjælp af depotoplagrings drevene, i stedet for at bruge de monterede mapper.
de_de: Zusammenhängende ('sticky') Dateien werden immer nebeneinander im Storage Pool existieren. Dies erlaubt das Lesen (und nur das Lesen!) dieser Dateien durch die Nutzung der Pool-Laufwerke selber anstelle der eingebundenen Freigabe.
es: Los archivos imborrables estan 'vivos' en su pool de almacenamiento. esto permite leer (y solo leer) estos archivos directamente del disco , en lugar de usar los compartidos.
gl: Os ficheiros persistentes son ficheiros que estarán sempre «vivos» na agrupación de almacenamento, Isto permitiralle lelos (e só lelos) utilizando directamente a agrupación de unidades de almacenamento, no canto de ter que montar os compartidos.
it_it: I file bloccati sono file che resteranno sempre nell'archiviazione aggregata. Questo permette la lettura (e solo la lettura!) di quei file, utilizzando l'archiviazione aggregata, invece di utilizzare le condivisioni montate.
ja_jp: スティッキーファイルはストレージプール内に常に存在するファイルです。このファイルを読むことができ（読み込み専用！）、ストレージプールドライブから使用され、マウントされた共有の代わりに使用されます。
pl_pl: Przyklejone pliki są zawsze trzymane razem w puli magazynującej. Pozwala to na ich odczytywanie (i tylko odczytywanie!) bezpośrednio przez dostęp do napędów puli zamiast przez podmontowany zasób.

source: Tell Greyhole that the missing drive at is gone for good. Greyhole will start replacing the missing file copies instantly.
da_da: Fortæl Greyhole, at det manglede drev er væk for evigt. Greyholde vil med det samme starte med at erstatte de manglede fil kopier.
de_de: Teile Greyhole mit, dass das fehlende Laufwerk endgültig fehlt. Greyhole wird anfangen, die fehlenden Dateikopien zu ersetzen.
es: Indicar a Greyhole que el disco que falta, no será remplazado. esto iniciará la copia de remplazos en el pool inmediatamente
gl: Comunica a Greyhole que a unidade retirada non vai seren substituída. Greyhole comezará a substituír as copias desaparecidas inmediatamente.
it_it: Informa Greyhole che il disco mancante è perduto. Greyhole inizierà la procedura di sostituzione delle copie mancanti dei file istantaneamente.
ja_jp: 欠落したドライブは、永遠になくなっていることをGreyholeに教えてください。Greyholeはすぐに不足しているファイルのコピーの置き換えを開始します。
pl_pl: Powiedz Greyhole, że brakujący napęd zniknął na dobre. Greyhole natychmiast rozpocznie zastępowanie brakujących plików.

source: Tell Greyhole that the missing drive will return soon, and that it shouldn't re-create additional file copies to replace it.
da_da: Fortæl Greyhole, at det mangelede drev snart vender tilbage og at den ikke bør genskabe yderligere fil-kopier til at erstatte det med.
de_de: Teile Greyhole mit, dass das fehlende Laufwerk bald wieder da sein wird, so dass keine weiteren Dateikopien erstellt werden, um es zu ersetzen.
es: Indicar a Greyhole que el disco desaparecido, reaparecerá pronto, y por tanto no debe recrear copias adicionales, para remplazar las faltantes.
gl: Comunica a Greyhole que a unidade retirada recuperarase logo, e que non debe volver crear copias adicionais dos ficheiros para substituílas.
it_it: Informa Greyhole che il disco mancante tornerà presto, e che non dovrebbe ricreare cope addizionali di file per sostituirlo.
ja_jp: 欠落したドライブはすぐに元に戻り、そしてそれは、それを置き換えるために追加のファイルのコピーを再作成するべきではないとGreyholeに教えてください。
pl_pl: Powiedz Greyhole, że brakujący dysk niedługo zostanie dodany ponownie i nie ma potrzeby wykonywania dodatkowych kopii plików w celu jego zastąpienia.

source: Tell Greyhole that you replaced the drive.
da_da: Fortæl Greyhole, at du har erstattet drevet.
de_de: Teile Greyhole mit, dass das Laufwerk ersetzt wurde.
es: Indicar a Greyhole que se ha remplazado un disco.
gl: Comunica a Greyhole que vostede xa substituíu a unidade.
it_it: Informa Greyhile che hai sostituito il disco.
ja_jp: ドライブを交換していることをGreyholeに教えてください。
pl_pl: Powiedz Greyhole, że napęd został wymieniony.

source: Tell Greyhole that you want to remove a drive. Greyhole will then make sure you don't loose any files, and that the correct number of file copies are created to replace the missing drive.
da_da: Fortæl Greyhole, at du vil fjerne et drev. Greyhole vil derefter sørge for at du ikke mister nogen filer, og at det korrekte antal fil-kopier er oprettet for at erstatte det manglende drev.
de_de: Teile Greyhole mit, dass ein Laufwerk ersetzt werden soll. Greyhole wird sicherstellen, dass keine Dateien verloren gehen und das die korrekte Anzahl an Dateikopien vorhanden ist, um das fehlende Laufwerk zu ersetzen.
es: Indicar a Greyhole que se desea eliminar un disco. Greyhole, se asegurará de que no se pierda ningún archivo, y que el nº correcto de copias sea recreado en el resto del pool.
gl: Comunica a Greyhole que vostede quere retirar a unidade. Greyhole asegurarase de que non se perde ningún ficheiro e vai ser creado o número correcto de copias para substituír as que hai na unidade retirada.
it_it: Dire a Greyhole che si desidera rimuovere un disco. Greyhole assicura quindi di non perdere tutti i file, e che il numero corretto di copie dei file sono stati creati per sostituire l'unità mancante.
ja_jp: ドライブを削除することをGreyholeに教えてください。Greyholeは、あなたが任意のファイルを失うことがないことを確認し、ファイルのコピーの正確な数が欠落したドライブを交換するために作成されます。
pl_pl: Powiedz Greyhole, że zamierzasz usunąć napęd. Greyhole upewni się, że nie utracisz żadnych plików oraz czy odpowiednia liczba kopii plików została utworzona w celu zastąpienia napędu.

source: This is how much free space you want to reserve on each drive. This is a soft limit that will be ignored if the necessary hard drives are below their minimum.
da_da: Dette er, hvor meget ledig plads, du ønsker at reservere på hvert drev. Dette er en blød grænse, der vil blive ignoreret, hvis de nødvendige harddiske er under deres minimum.
de_de: Gibt an, wieviel freier Speicher auf disem Laufwerk vorgehalten werden soll. Dies ist ein weiches Limit, das ignoriert wird, wenn die benötigten Laufwerke unter ihrem Minimum sind.
es: Esto indica el espacio libre que se desea reservar en cada disco. Es un limite por software, que puede ser ignorado si fuese necesario.
gl: Este é o espazo libre que quere reservar en cada unidade. Este é un límite flexíbel que será omitido se os discos necesarios están por baixo do seu mínimo.
it_it: Questo è quanto spazio si vuole riservare su ogni unità. Questo è un limite che verrà ignorato se i dischi rigidi utilizzati sono al di sotto del loro minimo.
ja_jp: 各ドライブ上に確保する空き容量です。これはソフトリミットで、必要なハードドライブが、その最小値を下回っている場合は無視されます。
pl_pl: Wartość ta określa ile miejsca chcesz zarezerwować na każdym napędzie. Jest to tzw. miękki limit i będzie ignorowany jeżeli wolne miejsce na dyskach będzie poniżej minimum.

source: This is the number of copies of each file you want Greyhole to keep per Share. This is not the number of duplicates! 2 copies = 1 duplicate.
da_da: Dette er antallet af kopier af hver fil, du vil have Greyhole at beholde per Mappe. Det er ikke antallet af dubletter! 2 kopier = 1 dublet.
de_de: Gibt an, wieviele Kopien jeder Datei von Greyhole vorgehalten werden sollen. Dies ist nicht die Anzahl der Duplikate! 2 Kopien = 1 Duplikat.
es: Este es el nº de copias de cada archivo que Greyhole ddbe mantener por compartido. NO ES el nº de duplicados, 2 copias = 1 duplicado.
gl: Este é o número de copias de cada ficheiro que quere que o Greyhole manteña por compartido. Non é o numero de duplicados! 2 copias = 1 duplicado
it_it: Questo è il numero di copie di ogni file che si desidera che Greyhole mantenga per Condivisione. Questo non è il numero di duplicati! 2 copie = 1 duplicato.
ja_jp: これは、Greyhole共有当たりの保持したい各ファイルのコピーの数です。これは、重複の数ではありません！2コピー = 1 重複。
pl_pl: Jest to liczba kopii każdego pliku jaką Greyhole będzie posiadał dla każdego pliku. To nie jest liczba duplikatów! 2 kopie = 1 duplikat.

source: Trash
da_da: Papirkurv
de_de: Papierkorb
es: Papelera
gl: Lixo
it_it: Cestino
ja_jp: ごみ箱
pl_pl: Kosz

source: Trash Share Path
es: Ruta de la papelera compartida
gl: Ruta ao cesto do lixo compartido
it_it: Percorso Condivisione Cestino
ja_jp: 共有ごみ箱のパス
pl_pl: Ścieżka zasobu kosza

source: Trash Share Volume
es: Volumen de papelara compartida
gl: Volume do cesto do lixo compartido
it_it: Volume Cestino Condiviso
ja_jp: 共有ごみ箱のボリューム
pl_pl: Wolumen zasobu kosza

source: Trash Writeable
gl: Cesto do lixo escribíbel
it_it: Cestino Scrivibile
ja_jp: ごみ箱を書き込み可能にする
pl_pl: Kosz zapisywalny

source: Trash deletes
da_da: Papirkurv slettes
de_de: Papierkorb nutzen
es: Borrados en la papelera
gl: Eliminar cara ao lixo
it_it: Cestino eliminazioni
ja_jp: ごみ箱を削除する
pl_pl: Usuń śmieci

source: Type
gl: Tipo
it_it: Tipo
ja_jp: タイプ
pl_pl: Typ

source: Use Default
es: Usar Por defecto
gl: Usar o predeterminado
it_it: Usa Predefinito
ja_jp: デフォルトを使用する
pl_pl: Użyj domyślnie

source: Use Trash
da_da: Brug papirkurv
de_de: Papierkorb nutzen
es: Usar papelera
gl: Usar o lixo
it_it: Usa Cestino
ja_jp: ごみ箱を使用する
pl_pl: Użyj kosza

source: Used only for installing Greyhole database and will not be saved.
da_da: Kun brugt til installation af Greyhole database og vil ikke blive gemt.
de_de: Wird nur für die Einrichtung der Datenbank genutzt und wird nicht gespeichert.
es: Se usa solamente para instalar la BBDD de Greyhole y no se salvará.
gl: Usase só para instalar a base de datos do Greyhole e non se gardará.
it_it: Usato solo per l'installazione del database Greyhole e non verrà salvata.
ja_jp: Greyholeデータベースをインストールするためにのみ使用され、保存されることはありません。
pl_pl: Wykorzystywane tylko do instalacji bazy Greyhole i nie jest nigdzie zapisywane.

source: Username
da_da: Brug papirkurv
de_de: Benutzername
es: Nombre de usuario
gl: Nome de usuario
it_it: Nome utente
ja_jp: ユーザー名
pl_pl: Nazwa użytkownika

source: Wait for
da_da: Vent på
de_de: Wair for
es: Esperar por
gl: Agardar por
it_it: Aspetta per
ja_jp: 次のためのウェイト:
pl_pl: Czekaj na

source: Warn
da_da: Advar
es: Atención
gl: Atención
ja_jp: 警告
pl_pl: Ostrzeżenie

source: Warning: Changing your database connection properties may result in stopping Greyhole. Stop Greyhole daemon before any change. Make sure the values you are modifying match the MySQL greyhole database values before restarting Greyhole daemon.
gl: Aviso: Cambiar as propiedades da conexión da base de datos, pode dar lugar a que o Greyhole se deteña. Pare o servizo (daemon) Greyhole antes de facer calquera cambio. Asegúrese de que os cambios realizados na base de datos do Greyhole son correctos antes de reiniciar o servizo Greyhole
it_it: Attenzione: modificare le proprietà di connessione al database può provocare l'arresto di Greyhole. Arrestare Greyhole prima di ogni cambiamento. Assicurarsi che i valori che si modificano corrispondano ai valori del database MySQL greyhole prima di riavviare Greyhole.

source: When fsck find metadata files with no file copies, delete those metadata files. If the file copies re-appear later, you'll need to run fsck with --find-orphaned-files to have them reappear in your shares.
da_da: Når fsck finder metadata filer uden fil-kopier, slettes disse metadata filer. Hvis fil-kopier dukker op igen, skal du køre fsck med --find-orphaned-files for at få dem til at dukke op igen i dine mapper.
de_de: Wenn fsck Metadaten findet, für die es keine Dateikopien mehr gibt, lösche auch die Metadaten. Falls Dateikopien später wieder auftauchen, muss fsck mit --find-orphaned-files aufgerufen werden, damit diese wieder in den Freigaben erscheinen.
es: Cuando fsck encuentre archivos sin copia, borrará los archivos de metadatos. Si la copia reaparece más tarde, se debe ejecutar fsck con la opción --find-orphaned-files para recrear los archivos en los compartidos.
gl: Cando fsck atopa ficheiros que non teñen copia, borra os metadatos. Se máis adiante volven a aparecer as copias, necesitará executar fsck coa opción --find-orphaned-files para poder recuperar os metadatos nos compartidos.
it_it: Quando fsck trova i file di metadati con nessuna copia dei file, cancella i file di metadati. Se le copie dei file ri-compaiono più tardi, è necessario eseguire fsck con il parametro --find-orphaned-files per farli riapparire nelle condivisioni.
ja_jp: ファイルのコピーがないメタデータファイルをfsckが発見した場合、メタデータファイルは削除されます。ファイルのコピーが後になって再表示される場合はfsckを --find-orphaned-files オプション付きで、再表示される共有に対し実行する必要があります。
pl_pl: Kiedy fsck znajdzie pliki metadanych bez żadnych kopii pliki usunie metadane. Kiedy kopie plików pojawią się ponownie będziesz musiał uruchomić fsck z opcją --find-orphaned-files aby pojawiły się w zasobach.

source: Will receive email reports for daily fsck or when all drives are out of available space.
da_da: Vil modtage daglige email rapporter af fsck, eller når alle drev er ude af tilgængelige plads.
de_de: Der Empfänger wird E-Mail-Berichte der täglichen fsck-Durchläufe erhalten und informiert, wenn kein freier Speicher mehr verfügbar ist.
es: Recibir informes por e-mail de los fsck diarios o cuando todos los discos esten llenos.
gl: Permite recibir informes por correo dos fsck diarios ou cando as unidades non dispoñan de espazo.
it_it: Riceverai per email i rapporti quotidiani di fsck o quando tutte le unità superano lo spazio disponibile.
ja_jp: 毎日のfsckの結果またはすべてのドライブで利用可能な容量が不足した場合に電子メールでレポートを受け取ります。
pl_pl: Na ten adres wysyłane będą raporty z fsck oraz kiedy wszystkie dyski będą zapełnione.

source: Yes
da_da: Ja
de_de: Ja
es: Si
gl: Si
it_it: Sì
ja_jp: はい
pl_pl: Tak

source: You can specify per-share trash preferences that will override the global trash preference.
da_da: Du kan angive per-mappe papirkurvs egenskab, der vil tilsidesætte den globale papirkurvs egenskab.
de_de: Hier kann die globale Einstellung für die Nutzung eines Papierkorbs überschrieben werden.
es: VD. puede usar papeleras personalizadas por compartido, esto tendrá preferencia sobre lo configurado globalmente
gl: Pode especificar as preferencias do lixo por compartido, esta opción ten maior prioridade que a opción global de preferencias do lixo.
it_it: Puoi specificare le preferenze del cestino per condivisione che verranno sovrascritte alle preferenze globali del cestino.
ja_jp: あなたは共有ごとのゴミ箱の環境設定を指定することができます。これは、グローバルのゴミ箱の環境設定を上書きします。
pl_pl: Możesz określić ustawienia kosza dla każdego zasobu, co nadpisuje ustawienia globalne.

source: n/a
de_de: n.z.
es: n/d
gl: n/d
it_it: n/d

source: Greyhole - Balance
de_de: Greyhole - Balancieren
es: Balance - Greyhole
it_it: Greyhole - Bilancia
ja_jp: Greyhole - バランス
pl_pl: Greyhole - balans

source: Info
da_da: Oplysning
ja_jp: 情報

source: Volume
da_da: Drev
de_de: Laufwerk
es: Volumen
ja_jp: ボリューム
pl_pl: Dysk

source: Warning: Changing your database connection properties may result in stoping Greyhole. Stop Greyhole daemon before any change. Make sure the values you are modifying match the MySQL greyhole database values before restarting Greyhole daemon.
da_da: Advarsel: Ændring af din database forbindelses egenskaber kan resultere i stop af Greyhole. Stop Greyhole dæmon før eventuelle ændringer. Kontroller, at de værdier du ændrer matcher en af dine MySQL greyhole databaser, før du genstarter Greyhole dæmon.
de_de: Warnung: Das Ändern der Datenbankverbindung könnte Greyhole lahmlegen. Stoppen sie den Greyhole Daemon, before Änderungen gemacht werden.
es: Atención: Cambiar las propiedades de la conexión de la BBDD, puede dar como resultado la detención de Greyhole. Pare el demonio Greyhole antes de hacer cualquier cambio. asegurese de que los cambios realizados en la BBDD de Greyhole son correctos , antes de reiniciar el demonio greyhole
