Repository: Magentron/openmediavault-greyhole
Catalog: usr/share/openmediavault/locale/*/openmediavault-greyhole.po
Languages: da_da, de_de, es, gl, it_it, ja_jp, pl_pl

source: %s (%s available)
da_da: %s (%s tilgængelig)
de_de: %s (%s verfügbar)
es: %s (%s disponible)
gl: %s (%s dispoñíbel)
it_it: %s (%s disponibile)
ja_jp: %s (%s 利用可能)
pl_pl: %s (%s dostępnych)

source: Add Pool Disk
da_da: Tilføj pool disk
de_de: Pool-Laufwerk hinzufügen
es: Añadir pool de discos
gl: Engadir unha agrupación de discos
it_it: Aggiungi Disco di Aggregazione
ja_jp: プールディスクの追加
pl_pl: Dodaj pule dysku

source: Add Samba Share
da_da: Tilføj Samba Mapper
de_de: Samba-Freigabe hinzufügen
es: Añadir compartidos Samba
gl: Engadir unha compartición samba
it_it: Aggiungi Condivisione Samba
ja_jp: Samba共有の追加
pl_pl: Dodaj zasób Samby

source: Add ignored files
gl: Engadir os ficheiros ignorados
it_it: Aggiungi file ignorati
ja_jp: 無視するファイルを追加
pl_pl: Dodaj ignorowane pliki

source: Are you sure you want to install the Greyhole database?
da_da: Er du sikker på, at du vil installere Greyhole databasen?
de_de: Sind sie sicher, dass sie die Greyhole Datenbank installieren möchten?
es: ¿Está seguro de que desea instalar la Base de datos de Greyhole?
gl: Confirma que quere instalar a base de datos de Greyhole?
it_it: Sei sicuro di voler installare il database di Greyhole?
ja_jp: Greyholeデータベースをインストールしてもよろしいですか？
pl_pl: Czy napewno chcesz zainstalować bazę Greyhole?

source: Balance modified
da_da: Balance modificeret
de_de: Balanciere Änderungen
es: Balance modificado
gl: Balanceo modificado
it_it: Bilanciamento modificato
ja_jp: バランス修正
pl_pl: Modyfikacja balansu

source: Cancel
da_da: Annuller
de_de: Abbrechen
es: Cancelar
gl: Cancelar
it_it: Cancella
ja_jp: キャンセル
pl_pl: Anuluj

source: Cancel All Checks
da_da: Annuller alle kontroller
de_de: Prüfungen abbrechen
es: Cancelar todas las comprobaciones
gl: Cancelar todas as comprobacións
it_it: Cancella tutti i controlli
ja_jp: すべてのチェックをキャンセル
pl_pl: Anuluj wszystkie sprawdzenia

source: Check for open Files
da_da: Kontroller efter åbne filer
de_de: Prüfe auf geöffnete Dateien
es: Revisar si hay archivos abiertos
gl: Comprobar se hai ficheiros abertos
it_it: Controlla File aperti
ja_jp: 開いているファイルをチェック
pl_pl: Sprawdź, czy otwarte pliki

source: Checksums
da_da: Checksum
de_de: Prüfsummen
es: Suma de comprobación
gl: Sumas de comprobación
ja_jp: チェックサム
pl_pl: Suma kontrolna

source: Comment
da_da: Kommentar
de_de: Kommentar
es: Comentario
gl: Comentario
it_it: Commenta
ja_jp: コメント
pl_pl: Komentarz

source: Component
da_da: Komponent
de_de: Komponente
es: Componentes
gl: Compoñentes
it_it: Componente
ja_jp: コンポーネント
pl_pl: Komponent

source: Confirmation
da_da: Bekræftelse
de_de: Bestätigung
es: Confirmación
gl: Confirmación
it_it: Conferma
ja_jp: 確認
pl_pl: Potwierdzenie

source: Create Trash Share
es: Crear una papelera compartida
gl: Crear un cesto do lixo compartido
it_it: Crea Condivisione Cestino
ja_jp: 共有ごみ箱を作成
pl_pl: Utwórz zasób kosza

source: Create a samba share called Greyhole Trash that allows browsing of files in trash.
es: Crear un compartido Samba llamado 'Papelera Greyhole', que permita acceder facilmente a los archivos borrados.
gl: Crear un compartido Samba Chamado «Lixo Greyhole», que permita acceder aos ficheiros borrados.
it_it: Crea una condivisione samba chiamata Cestino Greyhole che permetta la navigazione dei file nel cestino.
ja_jp: ゴミ箱内のファイルの閲覧を可能にするGreyholeゴミ箱と呼ばれるSamba共有を作成します。
pl_pl: Tworzy zasób samby o nazwie Greyhole Trash pozwalający na przeglądanie plików w koszu.

source: Database Name
da_da: Database Navn
de_de: Datenbankname
es: Nombre de la Base de Datos
gl: Nome da base de datos
it_it: Nome Database
ja_jp: データベース名
pl_pl: Nazwa bazy

source: Database Settings
da_da: Database Indstillinger
de_de: Datenbankeinstellungen
es: Opciones de la Base de Datos
gl: Axustes da base de datos
it_it: Impostazioni Database
ja_jp: データベース設定
pl_pl: Ustawienia bazy

source: Database is installed
es: La BBDD está instalada
gl: A base de datos está instalada
it_it: Il Database è installato
ja_jp: データベースはインストールされました
pl_pl: Baza danych zainstalowana

source: Date & Time
da_da: Dato & Tid
de_de: Datum & Zeit
es: Fecha y Hora
gl: Data e hora
it_it: Data & Orario
ja_jp: 日付 & 時間
pl_pl: Data i czas

source: Debug
es: Depurar
gl: Depuración
ja_jp: デバッグ

source: Delete Pool Disk
da_da: Slet pool disk
de_de: Pool-Laufwerk löschen
es: Borrar pool de discos
gl: Eliminar agrupación de discos
it_it: Elimina Disco di Aggregazione
ja_jp: プールディスクの削除
pl_pl: Usuń pule dysku

source: Delete Samba Share
da_da: Slet Samba Mappe
de_de: Samba-Freigabe löschen
es: Borrar compartido Samba
gl: Eliminar a compartición samba
it_it: Elimina Condivisione Samba
ja_jp: Samba共有の削除
pl_pl: Usuń udział samby

source: Delete orphaned metadata
da_da: Slet forladt metadata
de_de: Verwaiste Metadaten löschen
es: Borrar metadatos huérfanos
gl: Eliminar os metadatos orfos
it_it: Cancella metadata orfani
ja_jp: 孤立したメタデータの削除
pl_pl: Usuń osierocone metadane

source: Disable to get more speed. This might break some files if any application changes your files while Greyhole tries to work on them.
da_da: Deaktiver for at, få mere hastighed. Men dette kan måske ødelægge nogle filer, hvis nogle programmer ændrer dine filer, mens Greyhole forsøger at arbejde på dem.
de_de: Abwählen, um die Geschwindigkeit zu erhöhen. Dies könnte Dateien zerstören, wenn eine Anwendung diese ändert, während Greyhole mit ihnen arbeitet.
es: Deshabilitar para tener mas velocidad. Esto puede dañar algún archivo si alguna aplicación cambia ese archivo mientras Greyhole trata de trabajar con el.
gl: Desactivalo para obter máis velocidade. Pode estragar os ficheiros de algún aplicativo cambia o ficheiro mentres o Greyhole tenta traballar con el.
it_it: Disabilita per ottenere più velocità. Questo potrebbe corrompere alcuni file se un'applicazione modifica i file mentre Greyhole cerca di lavorare su di essi.
ja_jp: もっとスピードを得るために無効にします。Greyholeがそれらに作業をしようとしながら、任意のアプリケーションがファイルを変更する場合、これはいくつかのファイルを破壊することになります。
pl_pl: Wyłącz aby zwiększyć prędkość. Może to spowodować uszkodzenie pliku jeżeli jakaś aplikacja będzie go zmieniała podczas kiedy Greyhole będzie wykonywał na nim operacje.

source: Disk Free space Cache time
da_da: Disk Friplads Cachetid
de_de: Cache-Zeit für freien Speicher
es: Tiempo a mantener en caché el espacio libre disponible
gl: Tempo na caché do espazo libre no disco
it_it: Tempo per spazio Libero su disco della Cache
ja_jp: ディスクの空き容量のキャッシュ時間
pl_pl: Czasu czyszczenia z pamięci podręcznej dysku

source: Disk Pool Management
da_da: Disk Pool Håndtering
de_de: Pool-Laufwerk Verwaltung
es: Organización del pool de discos
gl: Administrar a agrupación
it_it: Gestione Disco di Aggregazione
ja_jp: ディスクプールの管理
pl_pl: Zarządzanie pulą dysku

source: Do you really want to remove the pool disk directory content?
da_da: Vil du virkelig fjerne pool disk biblioteks indholdet?
de_de: Möchten Sie wirklich den Inhalt des Poolverzeichnisses auf dem Laufwerk löschen?
es: ¿Realmente desea borrar el contenido del pool de discos?
gl: Confirma que quere retirar o contido na agrupación de discos?
it_it: Vuoi davvero eliminare la cartella di aggregazione di contenuti del disco?
ja_jp: あなたは本当に、プールディスクのディレクトリ内容を削除しますか？
pl_pl: Czy na pewno chcesz usunąć zawartość katalogu?

source: Do you want to remove the content of the pool disk directory recursively? Note, the data will be permanently deleted then. Select 'No' to delete the pool disk directory only or 'Cancel' to abort.
da_da: Ønsker du at fjerne indholdet af pool disk biblioteket rekursiv? Bemærk, derefter vil dataene blive permanent slettet. Vælg 'Nej' for kun at slette Pool disk biblioteket eller 'Annuller' for at afbryde.
de_de: Möchten Sie den Inhalt des Poolverzeichnisses auf dem Laufwerk rekursiv löschen? Dies wird die daten permanent löschen. Wählen sie 'Nein', um nur das Poolverzeichnis zu löschen oder 'Abbrechen' um die Aktion abzubrechen.
es: ¿Desea eliminar el contenido del pool de discos recursivamente? Nota, Los datos serán borrados de forma irreversible. Seleccione 'No' para borrar SOLO el directorio del pool de discos o 'Cancelar' para abortar
gl: Confirma que quere retirar o contido do directorio da agrupación de discos de xeito recursivo? Lembre que vai ser eliminado de xeito permanente? Prema «Non» para eliminar só o directorio (sen recursividade) oo «Cancelar» para interromper a operación.
it_it: Vuoi rimuovere il contenuto della directory del disco aggregata ricorsivamente? Nota, i dati saranno eliminati definitivamente. Selezionare 'No' per cancellare solo la cartella aggregata di dischi o 'Annulla' per interrompere.
ja_jp: あなたは再帰的にプールディスク内のディレクトリの内容を削除しますか？ 注意、データは恒久的に削除されます。'いいえ' を選択すると、プールディスクのディレクトリのみを削除します。 'キャンセル' を選択すると処理を中止します。
pl_pl: Czy chcesz usunąć zawartość rekursywnie katalogów ? Uwaga, dane zostaną trwale usunięte. Wybierz 'Nie', aby usunąć tylko katalog lub przycisk Anuluj, aby przerwać.

source: Don't walk metadata store
da_da: Tilgå ikke metadata opbevaring
de_de: Metadaten überspringen
gl: Non ter en conta o almacén de metadatos
it_it: Non percorrere archivio dei metadati
ja_jp: メタデータストアをスキップ
pl_pl: Nie opuszczaj magazynu metadanych

source: Edit Pool Disk
da_da: Rediger pool disk
de_de: Pool-Laufwerk bearbeiten
es: Editar pool de discos
gl: Editar a agrupación de discos
it_it: Modifica Disco di Aggregazione
ja_jp: プールディスクの編集
pl_pl: Edytuj pule dysku

source: Edit Samba Share
da_da: Rediger Samba Mappe
de_de: Samba-Freigabe bearbeiten
es: Editar compartido Samba
gl: Editar a compartición samba
it_it: Modifica Condivisione Samba
ja_jp: Samba共有の編集
pl_pl: Edytuj zasób samby

source: Edit ignored files
gl: Editar os ficheiros ignorados
it_it: Modifica file ignorati
ja_jp: 無視するファイルの編集
pl_pl: Edytuj ignorowane pliki

source: Email
gl: Correo
ja_jp: 電子メール

source: Email report
da_da: Email rapport
de_de: E-Mail-Bericht
es: Informo del e-mail
gl: Informe do correo
it_it: Report via email
ja_jp: 電子メールリポート
pl_pl: Raport Email

source: Empty Trash
da_da: Tøm papirkurv
de_de: Papierkorb leeren
es: Vaciar papelera
gl: Baleirar o lixo
it_it: Svuota Cestino
ja_jp: ごみ箱を空に
pl_pl: Opróżnij kosz

source: Enable
da_da: Aktiver
de_de: Aktivieren
es: Habilitar
gl: Activar
it_it: Abilita
ja_jp: 有効
pl_pl: Włącz

source: Enable this to use modified files copies to help balance the available space in your storage pool drives.
da_da: Aktiver dette for at bruge ændrede fil-kopier til at afbalancere den tilgængelige plads i dine opbevarings pool drev.
de_de: Kopien modifizierter Dateien nutzen, um den freien Speicher der Pool-Laufwerke auszubalancieren.
es: Habilitar para usar copias de archivo modificadas para ayudar a balancear el espacio disponible en su pool de discos
gl: Active isto para usar as copias dos ficheiros modificados para axudar a balancear o espazo dispoñíbel na agrupación de unidades de almacenamento.
it_it: Attiva questa opzione per utilizzare le copie dei file modificati per contribuire ad equilibrare lo spazio disponibile per le unità aggregate.
ja_jp: 有効にすると、ストレージプールドライブで使用可能なスペースのバランスを助けるために変更されたファイルのコピーを使用します。
pl_pl: Włącz aby korzystać ze zmodyfikowanych plików kopii co ułatwia równoważenie dostępnego miejsca na twoich dyskach.

source: Error
da_da: Fejl
de_de: Fehler
gl: Erro
it_it: Errore
ja_jp: エラー
pl_pl: Błąd

source: Event
da_da: Begivenhed
de_de: Ereignis
es: Evento
gl: Actividade
it_it: Evento
ja_jp: イベント
pl_pl: Zdarzenia

source: Extra options
da_da: Ekstra valgmuligheder
de_de: Zusätzliche Optionen
es: Opciones extra
gl: Opcións adicionais
it_it: Opzioni Extra
ja_jp: その他のオプション
pl_pl: Dodatkowe opcje

source: File
gl: Ficheiro
ja_jp: ファイル
pl_pl: Plik

source: Files Balance
da_da: Fil balance
de_de: Dateien ausbalancieren
es: Balance de archivos
gl: Balanceo de ficheiros
it_it: Bilanciamento file
ja_jp: ファイルのバランス
pl_pl: Rozmieszczanie plików

source: Files Check
da_da: Fil kontrol
de_de: Dateien prüfen
es: Revision de archivos
gl: Ficheiros comprobados
it_it: Controllo File
ja_jp: ファイルチェック
pl_pl: Wybrane pliki

source: Files copies
da_da: Fil-kopier
de_de: Dateikopien
es: Copias de archivos
gl: Ficheiros copiados
it_it: Copie dei file
ja_jp: ファイルコピー
pl_pl: Kopie plików

source: Files/Folders that match the patterns below will be ignored by Greyhole.
gl: Os ficheiros/cartafoles que coincidan cos patróns seguintes van seren ignorados por Greyhole.
it_it: File/Cartelle che corrispondono ai modelli sottostanti verranno ignorati da Greyhole.
ja_jp: 以下のパターンに一致するファイル/フォルダがGreyholeによって無視されます。
pl_pl: Pliki/foldery pasujące do poniższych wzorów będą ignorowane przez Greyhole.

source: Filesystem
da_da: Filsystem
de_de: Dateisystem
es: Sistema de archivos
gl: Sistema de ficheiros
ja_jp: ファイルシステム
pl_pl: System plików

source: Find orphaned files
da_da: Find forladte filer
de_de: Verwaiste Dateien finden
es: Buscar archivos huérfanos
gl: Buscar ficheiros orfos
it_it: Trova file orfani
ja_jp: 孤立したファイルを検索します
pl_pl: Znajdź osierocone pliki

source: Folder
gl: Cartafol
it_it: Cartella
ja_jp: フォルダー
pl_pl: Katalog

source: General settings
da_da: Generelle indstillinger
de_de: Allgemeine Einstellungen
es: Opciones
gl: Axustes xerais
it_it: Impostazioni generali
ja_jp: 一般設定
pl_pl: Ustawienia główne

source: Going
da_da: Kører
gl: Saída
it_it: Diretto
pl_pl: Aktualnie

source: Gone
da_da: Væk
es: quitado
gl: Feito
it_it: Andato
pl_pl: Poszedł

source: Greyhole - Empty Trash
da_da: Greyhole - Tøm Papirkurv
de_de: Greyhole - Papierkorb leeren
es: Vaciar papelera - Greyhole
gl: Greyhole - Baleirar o lixo
it_it: Greyhole - Svuota Cestino
ja_jp: Greyhole - ごみ箱を空に
pl_pl: Greyhole - opróżnij kosz

source: Greyhole Information
gl: Información de Greyhole
it_it: Informazione Greyhole
ja_jp: Greyhole 情報
pl_pl: Informacje Greyhole

source: Greyhole Wiki
gl: Wiki de Greyhole
it_it: Wiki Greyhole
pl_pl: Wiki Greyhole

source: Home Page
gl: Páxina de inicio
ja_jp: ホームページ
pl_pl: Strona domowa

source: Hostname
da_da: Værtsnavn
es: Nombre de Host
gl: Nome da máquina
it_it: Nome host
ja_jp: ホスト名
pl_pl: Nazwa hosta

source: How long should free disk space calculations be cached (in seconds). Use 0 to disable caching.
da_da: Hvor lang tid skal fri diskplads beregninger blive cached (i sekunder). Brug 0 for at deaktiver caching.
de_de: Zeit (in Sekunden), die die Kalkulation zur Angabe des freien Speichers zwischengespeichert werden soll. '0' deaktiviert das Caching.
es: Cuanto tiempo debe ser guardado el espacio libre en caché (en segundos). Use 0 para deshabilitar el caché.
gl: Canto tempo (en segundos) debe gardarse na caché o calculo do espazo libre no disco. Use 0 para desactivar a caché.
it_it: Per quanto tempo il calcolo dello spazio libero del disco dovrebbe essere memorizzato nella cache (in secondi). Utilizzare 0 per disabilitare la cache.
ja_jp: ディスクの空き容量の計算がどのくらいの時間キャッシュされるかを設定します(秒単位) 。 0を設定するとキャッシュが無効になります。
pl_pl: Jak długo wyliczenia wolnego miejsca powinny być trzymane w cache (w sekundach). 0 aby wyłączyć.

source: If checked, ignored object will be a folder instead of a file.
gl: Se está marcado, o obxecto ignorado será un cartafol no canto dun ficheiro.
it_it: Se selezionato, l'oggetto ignorato sarà una cartella al posto di un file.
ja_jp: チェックすると、無視されるオブジェクトはファイルではなく、フォルダになります。
pl_pl: Jeżeli zaznaczone ignorowany będzie folder zamiast pliku.

source: Ignore
gl: Ignorar
it_it: Ignora
ja_jp: 無視
pl_pl: Ignoruj

source: Ignored Files
gl: Ficheiros ignorados
it_it: File Ignorati
ja_jp: 無視されたファイル
pl_pl: Ignorowane pliki

source: Information
gl: Información
it_it: Informazione
ja_jp: 情報
pl_pl: Informacje

source: Install DB
da_da: Installer DB
de_de: Datenbank erstellen
es: Instalar BBDD
gl: Instalar a BD
it_it: Installa DB
ja_jp: DBのインストール
pl_pl: Instaluj DB

source: Installing Greyhole database
da_da: Installer Greyhole database
de_de: Erstelle Greyhole Datenbank
es: Instalando la Base de datos
gl: Instalando a base de datos de Greyhole
it_it: Installazione database Greyhole in corso
ja_jp: Greyholeデータベースのインストール
pl_pl: Instalacja bazy danych Greyhole

source: Label
de_de: Bezeichnung
es: Etiqueta
gl: Etiqueta
it_it: Etichetta
ja_jp: ラベル
pl_pl: Edykieta

source: Log Greyhole memory usage on each log line.
da_da: Log Greyhole hukommelsesforbrug på hver log linie.
de_de: Zeichne den Speicherverbrauch von Greyhole in jeder Log-Zeile mit auf.
es: Log de la memoria en uso por GreyHole.
gl: Escribir o uso de memoria do Greyhole en cada liña do rexistro.
it_it: Registra i log di utilizzo della memoria di Greyhole.
ja_jp: 各ログ行のGreyholeのメモリ使用量のログ。
pl_pl: Zapisuj wykorzystanie pamięci w każdej linii logu Greyhole.

source: Log Memory Usage
da_da: Log Hukommelsesbrug
de_de: Speicherverbrauch protokollieren
es: Log del uso de memoria
gl: Rexistrar o uso da memoria
it_it: Logga Utilizzo Memoria
ja_jp: メモリ使用量を記録
pl_pl: Logi użycia pamięci

source: Log level
da_da: Log niveau
es: Nivel de log
gl: Nivel de rexistro
it_it: Livello log
ja_jp: ログレベル
pl_pl: Poziom logów

source: Make trash share writeable.
gl: Facer que se poida escribir no cesto do lixo.
it_it: Rendi scrivibile la condivisione cestino.
ja_jp: 共有ごみ箱を書き込み可能にします。
pl_pl: Uczyń zasób kosza zapisywalnym.

source: Min Free
da_da: Min Fri
de_de: Min. frei
es: Mínimo libre
gl: Mín. libre
it_it: Min Libero
ja_jp: 最小の空き容量
pl_pl: Min. wolnych

source: Min Free (GiB)
da_da: Min Fri (GiB)
de_de: Min. frei (GiB)
es: Mínimo libre (GiB)
gl: Mín. libre (GiB)
it_it: Min Libero (GiB)
ja_jp: 最小の空き容量(GiB)
pl_pl: Min. wolnych (GiB)

source: Move deleted files to trash instead of deleting them. This is a global setting that can be overided by local option on each Greyhole share.
da_da: Flyt slettede filer til papirkurven, istedet for at slette dem. Dette er en global indstilling, der kan blive tilsidesat af en lokal mulighed på hver Greyhole mappe.
de_de: Verschiebe gelöschte Dateien in den Papierkorb, anstatt sie zu löschen. Diese globale Option kann durch die lokale Einstellung jeder Greyhole-Freigabe überschrieben werden.
es: Mover archivos borrados a la papelera en lugar de eliminarlos. Esto es una opción global, que puede ser cambiada localmente para cada compartido de Greyhole.
gl: Mover os ficheiros eliminados ao lixo no canto de eliminalos. Este é un axuste global que pode modificado pola opción local en cada compartición do Greyhole.
it_it: Sposta i file cancellati nel cestino invece di eliminarli. Questa è un'impostazione globale che può essere sovrascritta dall'opzione locale su ogni azione Greyhole.
ja_jp: 削除する代わりに、削除対象のファイルをゴミ箱に移動します。これはグローバル設定で、各Greyhole共有のローカルオプションで上書きすることができます。
pl_pl: Przenoś usuwane pliki do kosza zamiast kasować je. To jest ustawienie globalne i może być nadpisane na każdym zasobie oddzielnie.

source: MySQL root Password
da_da: MySQL rod Adgangskode
de_de: MySQL root Passwort
es: Contraseña de root de MySQL
gl: Contrasinal de «root» de MySQL
it_it: Password root MySQL
ja_jp: MySQL root パスワード
pl_pl: Hasło MySQL root-a

source: No
da_da: Nej
de_de: Nein
gl: Non
ja_jp: いいえ
pl_pl: Nie

source: Number of Copies
da_da: Antal af Kopier
de_de: Anzahl der Kopien
es: Numero de copias
gl: Número de copias
it_it: Numero di Copie
ja_jp: コピーする数
pl_pl: Liczba kopii

source: Password
da_da: Adgangskode
de_de: Passwort
es: Contraseña
gl: Contrasinal
ja_jp: パスワード
pl_pl: Hasło

source: Path
da_da: Sti
de_de: Pfad
es: Ruta
gl: Ruta
it_it: Percorso
ja_jp: パス
pl_pl: Ścieżka

source: Pool Disk
de_de: Pool-Laufwerk
es: Pool de discos
gl: Agrupación de discos
it_it: Disco di Aggregazione
ja_jp: プールディスク
pl_pl: Pula dysku

source: Pool Management
da_da: Pool Håndtering
de_de: Pool-Verwaltung
es: Gestión del pool
gl: Administración da agrupación
it_it: Gestione Aggregazione
ja_jp: プール管理
pl_pl: Zarządzanie pulą

source: Pool Managment
da_da: Pool Håndtering
de_de: Pool-Verwaltung
es: Gestión del pool
gl: Administración da agrupación
it_it: Gestione Aggregazione
ja_jp: プール管理
pl_pl: Zarządzanie pulą

source: Pools
gl: Agrupacións
it_it: Aggregazioni
ja_jp: プール
pl_pl: Pule

source: Read ALL files in your storage pool, and check that file copies are identical. This will identify any problem you might have with your file-systems. NOTE: this can take a LONG time to complete, since it will read everything from all your drives!
da_da: Læs ALLE filer i dit opbevaring pool og kontroller, at fil-kopierne er identiske. Dette vil identificere ethvert problem, du kan have med dine fil-systemer. BEMÆRK: Dette kan tage lang tid at gennemføre, da det vil læse alt fra alle dine drev!
de_de: Lies ALLE Dateien im Storage Pool und prüfe, ob die Dateikopien identisch sind. Dies wird eventuelle Dateisystemprobleme identifizieren. HINWEIS: Diese Operation kann SEHR lange dauern, da sie jegliche Daten von allen Laufwerken liest!
es: Leer TODOS los archivos del pool, y revisar que las copias son identicas. esto permite identificar si existe algún problema con su sistema de archivos. NOTA: esta acción puede llevar mucho tiempo y consumir muchos recursos, dado que debe leer todo su pool de discos!
gl: Lee TODOS os ficheiros na agrupación de de almacenamento, e comproba que as copias son idénticas. Isto permite identificar posíbeis problemas co sistema de ficheiros. NOTA: esta operación pode levarlle MOITO tempo, xa que debe ler todos os ficheiros de todas as unidades.
it_it: Leggi TUTTI i file nell'aggregazione di archiviazione, e verifica che le copie dei file siano identiche. Ciò consentirà di individuare qualsiasi problema che potreste avere con i filesystem. NOTA: questo può richiedere MOLTO tempo, dal momento che leggerà tutto, da tutti i tuoi dischi!
ja_jp: ストレージプールのすべてのファイルを読み取り、ファイルのコピーが同一であることを確認します。これは、あなたのファイルシステムが持っている可能性のある問題を特定します。注意：この処理はすべてのドライブからすべてを読み込むので、完了まで長時間かかることがあります！
pl_pl: Skanuj wszystkie pliki w pulach i sprawdź czy kopie są identyczne. Pozwala to na zidentyfikowanie problemów w systemie plików. UWAGA!!! Może to trwać BARDZO długo, ponieważ skanowane są wszystkie pliki na wszystkich napędach!

source: Replaced
da_da: Erstattet
de_de: Ersetzt
es: Remplazado
gl: Substituído
it_it: Sostitutito
ja_jp: リプレース済み
pl_pl: Zastąpiony

source: SMB Share
da_da: SMB Mappe
de_de: SMB-Freigabe
es: Compartido SMB
gl: Compartido por SMB
it_it: Condivisione SMB
ja_jp: SMB共有
pl_pl: Udział SMB

source: Samba Shares
da_da: Samba Mapper
de_de: Samba-Freigabe
es: Compartido samba
gl: Comparticións samba
it_it: Condivisioni Samba
ja_jp: Samba共有
pl_pl: Udziały samby

source: Scan for files with no metadata in the storage pool drives. This will allow you to include existing files on a drive in your storage pool without having to copy them manually.
da_da: Scan efter filer uden metadata i opbevarings pool drev. Dette vil tillade dig at omfatte eksisterende filer på et drev i din opbevaring pool uden at skulle kopiere dem manuelt.
de_de: Prüfe auf Dateien in den Pool-Laufwerken, zu denen es keine Metadaten gibt. Dies erlaubt es, auch bereits existierende Dateien auf einem Laufwerk im Storage Pool einzubeziehen, ohne das sie manuell kopiert werden müssen.
es: Buscar archivos sin metadatos en el pool de discos. Esto permite incluir archivos existentes en un disco en el pool de discos sin necesiadad de copiarlos manualmente.
gl: Buscar ficheiros que non conteñan metadatos na agrupación de unidades. Isto permítelle incluír ficheiros existentes nun disco da agrupación de almacenamento sen ter que copialos manualmente.
it_it: Scansione dei file senza i metadati nelle unità aggregate di archiviazione. Questo permette di includere i file esistenti su un disco nel vostro archivio aggregato senza doverli copiare manualmente.
ja_jp: ストレージプールドライブのメタデータを持たないファイルをスキャンします。これは手動でコピーしなくても、ストレージプール内のドライブ上のファイルを含めることができます。
pl_pl: Wyszukaj plików bez metadanych na urządzeniach w puli. Pozwoli to na dołączenie istniejących na napędach plików do puli bez potrzeby ich ręcznego kopiowania.
